Repository: edward-hsu-1994/ShareGather
Catalog: ShareGatherPackage/Sources/ShareGatherStorage/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hant

# app.language.title
source: Language
zh_hant: 語言

# settings.title
source: Settings
zh_hant: 設定

# settings.preferences.title
source: Preferences
zh_hant: 偏好

# settings.reminder.access.title
source: Reminders Access
zh_hant: 提醒事項存取權

# settings.reminder.access.request
source: Allow Access to Reminders
zh_hant: 允許存取提醒事項

# settings.reminder.access.granted
source: Reminders Access Allowed
zh_hant: 已允許存取提醒事項

# settings.reminder.access.denied.message
source: Allow Reminders access in Settings to create reading reminders.
zh_hant: 請在「設定」中允許存取提醒事項，以建立閱讀提醒。

# settings.reminder.access.open.settings
source: Open Settings
zh_hant: 開啟設定

# settings.application.information.title
source: App Information
zh_hant: 應用程式資訊

# settings.website.link.title
source: Open Official Website
zh_hant: 開啟官方網站

# backup.export
source: Export Backup
zh_hant: 匯出備份

# backup.import
source: Import Backup
zh_hant: 匯入備份

# backup.merge
source: Merge with Existing Items
zh_hant: 合併到現有收藏

# backup.replace
source: Replace Existing Items
zh_hant: 取代現有收藏

# backup.import.message
source: Choose how to restore this backup.
zh_hant: 請選擇要如何還原這份備份。

# backup.import.success.title
source: Backup Imported
zh_hant: 備份匯入完成

# backup.import.success.message
source: Your saved items were restored successfully.
zh_hant: 你的收藏已成功還原。

# backup.import.failure.title
source: Could Not Import Backup
zh_hant: 無法匯入備份

# backup.import.failure.message
source: Choose a valid ShareGather backup file and try again.
zh_hant: 請選擇有效的 ShareGather 備份檔案後再試一次。

# settings.danger.title
source: Danger Zone
zh_hant: 危險區域

# settings.clear.items
source: Clear All Saved Items
zh_hant: 清空所有收藏

# settings.clear.items.choice.title
source: Clear All Saved Items
zh_hant: 清空所有收藏

# settings.clear.items.choice.message
source: This will permanently delete %d saved items and their images. Do you want to keep your categories?
zh_hant: 這將永久刪除 %d 個收藏及其圖片。是否保留分類？

# settings.clear.items.keep.categories
source: Keep Categories
zh_hant: 保留分類

# settings.clear.items.delete.categories
source: Delete Items and Categories
zh_hant: 刪除收藏與分類

# privacy.title
source: Saved privately on this device
zh_hant: 內容會私密地儲存在此裝置

# privacy.subtitle
source: No account. No cloud. Available offline.
zh_hant: 不需帳號、不上雲端，離線也能使用。

# privacy.policy.title
source: Privacy Policy
zh_hant: 隱私權條款

# privacy.policy.last.updated
source: Last updated: %@
zh_hant: 最後更新：%@

# privacy.policy.introduction
source: ShareGather is designed to save content locally on your iPhone for later review. This policy explains how the app handles that content.
zh_hant: ShareGather 專為在 iPhone 本機儲存內容、供你稍後查看而設計。本條款說明 App 如何處理這些內容。

# privacy.policy.information.title
source: Information ShareGather Stores
zh_hant: ShareGather 儲存的資訊

# privacy.policy.information.introduction
source: When you save content through the iOS Share Sheet or the Save to ShareGather action, ShareGather may store:
zh_hant: 當你透過 iOS 分享選單或「儲存至 ShareGather」操作儲存內容時，ShareGather 可能會儲存：

# privacy.policy.information.content
source: URLs, text, and images that you choose to share with the app.
zh_hant: 你選擇分享給 App 的網址、文字和圖片。

# privacy.policy.information.metadata
source: The title, description, source, and thumbnail associated with a saved URL when available.
zh_hant: 已儲存網址可用時的標題、描述、來源和縮圖。

# privacy.policy.information.preferences
source: Categories, item order, pinned-item choices, and the app language you select.
zh_hant: 分類、項目順序、置頂項目選擇，以及你選擇的 App 語言。

# privacy.policy.information.detail
source: This information is stored locally in ShareGather's shared App Group container on your device. It is used only to provide the app's saving, organizing, previewing, and re-sharing features.
zh_hant: 這些資訊儲存在裝置上的 ShareGather 共享 App Group 容器，僅用於提供 App 的儲存、整理、預覽和再次分享功能。

# privacy.policy.no.account.title
source: No Account, Tracking, or Cloud Service
zh_hant: 無帳號、追蹤或雲端服務

# privacy.policy.no.account.detail
source: ShareGather does not require an account or sign-in. The app does not operate its own server or cloud storage service, and it does not include analytics, advertising, tracking, or data-broker integrations. ShareGather does not send your saved content to a ShareGather-controlled server.
zh_hant: ShareGather 不需要帳號或登入。App 不營運自己的伺服器或雲端儲存服務，也不包含分析、廣告、追蹤或資料經紀商整合。ShareGather 不會將你儲存的內容傳送至 ShareGather 控制的伺服器。

# privacy.policy.metadata.title
source: URL Metadata Requests
zh_hant: 網址中繼資料請求

# privacy.policy.metadata.detail
source: For a shared URL, ShareGather may use Apple's Link Presentation framework to request preview metadata, such as a page title or thumbnail. This request is optional: the original URL is saved even if metadata loading fails.
zh_hant: 對於分享的網址，ShareGather 可能使用 Apple 的 Link Presentation 框架請求預覽中繼資料，例如網頁標題或縮圖。這項請求是選用的：即使中繼資料載入失敗，原始網址仍會儲存。

# privacy.policy.metadata.third.party.detail
source: When this occurs, the website associated with the URL and any services it uses may receive your network information, such as your IP address, and may process the request under their own privacy policies. ShareGather does not control those third parties.
zh_hant: 發生這類請求時，該網址所對應的網站及其使用的服務可能會收到你的網路資訊，例如 IP 位址，並依其隱私權政策處理該請求。ShareGather 無法控制這些第三方。

# privacy.policy.reminders.title
source: Optional Reminders Integration
zh_hant: 選用的提醒事項整合

# privacy.policy.reminders.detail
source: Only when you choose to create a reading reminder, ShareGather writes the reminder title, notes, scheduled time, and a link to the saved item into your Reminders database. That information may sync through the accounts you configure for Reminders. ShareGather does not operate a server or cloud synchronization service for this feature.
zh_hant: 只有在你選擇建立閱讀提醒時，ShareGather 才會將提醒標題、備註、排定時間與收藏連結寫入你的「提醒事項」資料庫。這些資訊可能依你為「提醒事項」設定的帳號進行同步；ShareGather 不會為此功能營運伺服器或雲端同步服務。

# privacy.policy.backup.title
source: Backup Import and Export
zh_hant: 備份匯入與匯出

# privacy.policy.backup.detail
source: When you choose to export a backup through the system share sheet, the backup file may contain your saved items, categories, images, and thumbnails. The app or service receiving the file handles it under its own privacy policy. When you import a backup, ShareGather reads the file you select and stores its data on this device.
zh_hant: 當你主動匯出備份並透過系統分享選單傳送時，備份檔案可能包含你的收藏、分類、圖片和縮圖。接收檔案的 App 或服務會依其隱私權政策處理該檔案。匯入備份時，ShareGather 會從你選擇的檔案讀取資料並儲存在此裝置。

# privacy.policy.choices.title
source: Your Choices and Data Deletion
zh_hant: 你的選擇與資料刪除

# privacy.policy.choices.detail
source: You control the content you save. You can delete individual items, delete categories, move items to Uncategorized, or use Clear All Saved Items in Settings. Clearing saved items removes the stored item data and associated local images and thumbnails. You can choose whether to keep or delete categories when clearing all saved items. Deleting the app may remove its local data. Do not rely on deleting and reinstalling the app as a backup or export method.
zh_hant: 你可以控制儲存的內容。你可以刪除單一項目、刪除分類、將項目移至未分類，或在設定中使用「清空所有收藏」。清空收藏會移除儲存的項目資料及相關的本機圖片和縮圖；你可選擇保留或刪除分類。刪除 App 可能會移除本機資料，請勿將刪除後重新安裝視為備份或匯出方式。

# privacy.policy.changes.title
source: Changes to This Policy
zh_hant: 本條款的變更

# privacy.policy.changes.detail
source: If ShareGather's data practices change, this policy will be updated in this repository with a revised date.
zh_hant: 若 ShareGather 的資料處理方式有所變更，本條款會在此程式碼庫更新，並標示修訂日期。

# privacy.policy.contact.title
source: Contact
zh_hant: 聯絡方式

# privacy.policy.contact.detail
source: For privacy questions or feedback, please open an issue in the ShareGather project repository.
zh_hant: 若有隱私問題或意見回饋，請在 ShareGather 專案程式碼庫建立 issue。

# privacy.policy.repository.link.title
source: Open GitHub Repository
zh_hant: 開啟 GitHub Repository

# empty.title
source: Save it for later
zh_hant: 先收藏，之後再看

# empty.description
source: Share links, images, or text from your favorite apps and find them here when you have time.
zh_hant: 從喜歡的 App 分享連結、圖片或文字，等有空時再回來查看。

# share.card.title
source: Save from another app
zh_hant: 從其他 App 收藏內容

# share.instructions.view
source: View instructions
zh_hant: 查看使用方式

# library.saved.title
source: Your saved items
zh_hant: 你的收藏

# library.recent.title
source: Recent saved items
zh_hant: 最近的收藏

# library.recent.empty
source: Your recent saved items will appear here.
zh_hant: 最近收藏的內容會顯示在這裡。

# library.uncategorized
source: Uncategorized
zh_hant: 未分類

# library.saved.image
source: Saved image
zh_hant: 已儲存的圖片

# library.item.detail
source: Saved item
zh_hant: 收藏內容

# library.link
source: Link
zh_hant: 連結

# library.open.link
source: Open link
zh_hant: 開啟連結

# library.share
source: Share
zh_hant: 分享

# library.text
source: Text
zh_hant: 文字

# library.image
source: Image
zh_hant: 圖片

# library.saved.date
source: Saved on
zh_hant: 收藏日期

# library.image.unavailable
source: This image is not available.
zh_hant: 這張圖片目前無法讀取。

# category.title
source: Categories
zh_hant: 分類

# category.create
source: Create a category
zh_hant: 建立分類

# category.rename
source: Rename category
zh_hant: 重新命名分類

# category.reorder
source: Reorder categories
zh_hant: 重新排列分類

# common.create
source: Create
zh_hant: 建立

# common.save
source: Save
zh_hant: 儲存

# common.cancel
source: Cancel
zh_hant: 取消

# common.select
source: Select
zh_hant: 選擇

# item.batch.move
source: Move
zh_hant: 搬移

# item.batch.delete
source: Delete
zh_hant: 刪除

# item.batch.delete.title
source: Delete selected saved items?
zh_hant: 刪除所選收藏？

# item.batch.delete.message
source: This will permanently delete %d saved items. This cannot be undone.
zh_hant: 這將永久刪除 %d 個收藏，且無法復原。

# category.name.placeholder
source: Category name
zh_hant: 分類名稱

# category.name.hint
source: Give your saved items a place to go.
zh_hant: 為你的收藏建立一個整理的位置。

# category.empty
source: No categories yet
zh_hant: 目前還沒有分類

# category.items.empty
source: No saved items in this category
zh_hant: 這個分類目前沒有收藏

# common.delete
source: Delete
zh_hant: 刪除

# item.delete.title
source: Delete saved item?
zh_hant: 要刪除這個收藏嗎？

# item.pin
source: Pin
zh_hant: 置頂

# item.unpin
source: Unpin
zh_hant: 取消置頂

# common.irreversible
source: This action cannot be undone.
zh_hant: 此操作無法復原。

# category.move
source: Move to category
zh_hant: 移至分類

# category.move.action
source: Move
zh_hant: 移動

# category.contains.title
source: Category contains saved items
zh_hant: 此分類包含收藏

# category.delete.items
source: Delete items and category
zh_hant: 刪除收藏與分類

# category.keep.items
source: Keep items, delete category
zh_hant: 保留收藏，刪除分類

# category.delete.title
source: Delete this category?
zh_hant: 要刪除這個分類嗎？

# category.first
source: Create your first category
zh_hant: 建立第一個分類

# library.uncategorized.title
source: Uncategorized saved items
zh_hant: 未分類收藏

# instructions.title
source: How it works
zh_hant: 使用方式

# instructions.headline
source: A simple way to keep what matters
zh_hant: 簡單留下重要內容

# instructions.description
source: ShareGather keeps your saved content on this device, ready whenever you have a quiet moment.
zh_hant: ShareGather 會將收藏內容保留在此裝置，等你有空時隨時回來查看。

# instructions.one
source: Open a social app or browser
zh_hant: 開啟社群 App 或瀏覽器

# instructions.two
source: Tap Share on something interesting
zh_hant: 對感興趣的內容點選分享

# instructions.three
source: Select ShareGather from the Share Sheet
zh_hant: 從分享選單選擇 ShareGather

# common.done
source: Done
zh_hant: 完成

# category.contains.message
source: This category contains %d saved items. Do you also want to delete them?
zh_hant: 此分類有 %d 個收藏，要同時刪除嗎？

# library.item.count
source: %d items
zh_hant: %d 個項目

# category.delete.with.items
source: "%@" and all of its saved items will be deleted. This action cannot be undone.
zh_hant: 分類「%@」及其中所有收藏都會被刪除，此操作無法復原。

# category.delete.keep.items
source: "%@" will be deleted and its saved items will become Uncategorized.
zh_hant: 分類「%@」會被刪除，其中的收藏會移至未分類。

# share.status.preparing
source: Preparing shared item…
zh_hant: 正在準備分享內容…

# share.status.saving
source: Saving…
zh_hant: 正在儲存…

# share.status.saved
source: Saved
zh_hant: 已儲存

# share.status.failed
source: Could not save
zh_hant: 儲存失敗

# share.category.title
source: Choose a category
zh_hant: 選擇分類

# share.category.subtitle
source: Save this shared item where you can find it later
zh_hant: 將這則分享內容保存到適合的位置

# reminder.prompt.title
source: Set a reading reminder?
zh_hant: 要設定閱讀提醒嗎？

# reminder.prompt.message
source: Your item is saved. Would you like ShareGather to remind you to read it later?
zh_hant: 收藏已儲存。要讓 ShareGather 提醒你稍後閱讀嗎？

# reminder.prompt.not.now
source: Not Now
zh_hant: 暫時不要

# reminder.prompt.set
source: Set Reminder
zh_hant: 設定提醒

# reminder.form.title
source: Reading Reminder
zh_hant: 閱讀提醒

# reminder.form.reminder.title
source: Title
zh_hant: 標題

# reminder.form.notes
source: Notes
zh_hant: 備註

# reminder.form.date
source: Remind Me
zh_hant: 提醒時間

# reminder.form.create
source: Add Reminder
zh_hant: 加入提醒

# reminder.default.title
source: Read: %@
zh_hant: 閱讀：%@

# reminder.default.notes
source: Saved from ShareGather.
zh_hant: 來自 ShareGather 的收藏。

# reminder.created.title
source: Reminder Added
zh_hant: 提醒已加入

# reminder.created.message
source: Your reading reminder was added to Reminders.
zh_hant: 閱讀提醒已加入「提醒事項」。

# reminder.failure.title
source: Could Not Add Reminder
zh_hant: 無法加入提醒

# reminder.failure.access
source: Your item is saved, but ShareGather does not have access to Reminders. You can allow access in Settings.
zh_hant: 收藏已儲存，但 ShareGather 無法取用「提醒事項」。你可以在「設定」中允許存取。

# reminder.failure.no.calendar
source: No default Reminders list is available. Your saved item is still safely stored in ShareGather.
zh_hant: 沒有可用的預設「提醒事項」列表。收藏仍已安全地儲存在 ShareGather。

# reminder.failure.invalid.title
source: Enter a title for the reminder. Your saved item is still safely stored in ShareGather.
zh_hant: 請輸入提醒標題。收藏仍已安全地儲存在 ShareGather。

# reminder.failure.generic
source: Your item is saved, but the reminder could not be added. Please try again later.
zh_hant: 收藏已儲存，但無法加入提醒。請稍後再試。

# deep.link.unavailable.title
source: Saved item unavailable
zh_hant: 找不到收藏內容

# deep.link.unavailable.message
source: This saved item may have been deleted or is no longer available on this device.
zh_hant: 這個收藏可能已被刪除，或已無法在此裝置上取得。

# category.create.new
source: Create a new category
zh_hant: 建立新分類

# category.empty.message
source: Create a category to save this shared item in the right place.
zh_hant: 建立一個分類，將這則分享內容儲存到適合的位置。

# category.new
source: New category
zh_hant: 新增分類

# category.select.message
source: Select a category first
zh_hant: 請先選擇分類

# category.name.invalid
source: Category names must contain 1 to 50 characters.
zh_hant: 分類名稱需為 1 到 50 個字元。
